[{"origin":"THERE WAS A LOOK OF RESIGNED **DEJECTION**(沮丧) ON SERGEANT Thunder’s face as he and Major Martin spoke together with Emilie’s grandfather after the sale. The yard was empty now of horses, and the buyers were all driving away.","time":"0:00"},{"origin":"Albert and his friends stood around me commiserating(同情的)with one another, all of them trying to comfort Albert.","time":"0:19"},{"origin":"“No need to worry, Albert,” one of them was saying. “After all, could have been worse, couldn’t it? I mean, a lot more’n half of our horses have gone to the butchers and that’s definite. At least we know Joey’s safe enough with that old farmer man.”","time":"0:26"},{"origin":"“How do you know that?” Albert asked. “How do you know he’s a farmer?”","time":"0:42"},{"origin":"“I heard him telling old Thunder, didn’t I? Heard him saying he’s got a farm down in the valley. Told old Thunder that Joey would never have to work again so long as he lived. Kept yammering on about a girl called Emilie or something. Couldn’t understand half of what he was saying.”","time":"0:48"},{"origin":"“Dunno what to make of him,” said Albert. “Sounds mad as a hatter, the way he goes on.”","time":"1:06"},{"origin":"“ ‘Emilie’s horse by right’—whoever she may be. Isn’t that what the old man said? What the devil did he mean by that? If Joey belongs to anyone by right, then he belongs to the army, and if he doesn’t belong to the army, he belongs to me.”","time":"1:12"},{"origin":"“Better ask him yourself, Albert,” said someone else. “Here’s your chance. He’s coming over this way with the major and old Thunder.”","time":"1:29"},{"origin":"Albert stood with his arm under my chin, his hand reaching up to scratch me behind my ear, just where he knew I liked it best.","time":"1:38"},{"origin":"As the Major came closer, though, he took his hand away, came to attention, and saluted(行礼) smartly.","time":"1:47"},{"origin":"“Begging your pardon, sir,” he said. “I’d like to thank you for what you did, sir. I know what you did, sir, and I’m grateful. Not your fault we didn’t quite make it, but thanks all the same, sir.”","time":"1:54"},{"origin":"“I don’t know what he’s talking about,” said Major Martin. “Do you, Sergeant?”","time":"2:07"},{"origin":"“Can’t imagine, sir,” said Sergeant Thunder. “They get like that, you know, sir, these farmboys. It’s ’cause they’re raised on cider(苹果汁) instead of milk. It’s true, sir—goes to their heads, sir. Must be true, right?”","time":"2:13"},{"origin":"“Begging your pardon, sir,” Albert went on, puzzled by their levity(轻浮).","time":"2:30"},{"origin":"“I’d like to ask the Frenchman, sir, since he’s gone and bought my Joey. I’d like to ask him about what he said, sir, about this Emilie, or whatever she was called.”","time":"2:35"},{"origin":"“It’s a long story,” said Major Martin, and he turned to the old man. “Maybe you would like to tell him yourself, monsieur? This is the young man we were speaking of, monsieur, the one who grew up with the horse and who came all the way to France just to look for him.”","time":"2:46"},{"origin":"Emilie’s grandfather stood looking sternly up at my Albert from under his bushy white eyebrows(眉毛), and then his face cracked suddenly and he held out his hand and smiled.","time":"3:02"},{"origin":"Although surprised, Albert reached and shook his hand. “So, young man. We have much in common you and I. I am French and you are Tommy(英国兵).”","time":"3:14"},{"origin":"“True, I am old and you are young. But we share a love for this horse, do we not?”","time":"3:26"},{"origin":"“And I am told by the officer here that at home in England you are a farmer, like I am. It is the best thing to be, and I say that with the wisdom of years behind me. What do you keep on your farm?”","time":"3:32"},{"origin":"“Sheep, sir, mostly. A few beef cattle and some pigs,” said Albert. “Plow a few fields of barley as well.”","time":"3:49"},{"origin":"“So, it was you that trained the horse to be a farm horse?” said the old man.","time":"3:57"},{"origin":"“You did well, my son, very well. I can see the question in your eyes before you ask it, so I’ll tell you how I know. You see, your horse and I are old friends. He came to live with us—oh, it was a long time ago now, not long after the war began.”","time":"4:03"},{"origin":"“He was captured by the Germans and they used him for pulling their ambulance cart from the hospital to the front line and back again.”","time":"4:24"},{"origin":"“There was with him another wonderful horse, a big shining black horse, and the two of them came to live in our farm that was near the German field hospital. My little granddaughter, Emilie, cared for them and came to love them like her own family.”","time":"4:33"},{"origin":"“I was all the family she had left—the war had taken the rest. The horses lived with us for maybe a year, maybe less, maybe more—it does not matter. The Germans were kind and gave us the horses when they left, and so they became ours, Emilie’s and mine.”","time":"4:50"},{"origin":"“Then, one day they came back, different Germans, not kind like the others; they needed horses for their guns, and so they took our horses away with them when they left. There was nothing I could do. After that, my Emilie lost the will to live.”","time":"5:11"},{"origin":"“She was a sick child, anyway, but now with her family dead and her new family taken from her, she no longer had anything to live for.”","time":"5:31"},{"origin":"“She just faded away(憔悴) and died last year. She was only fifteen years old. But before she died, she made me promise her that I would find the horses somehow and look after them.\"","time":"5:41"},{"origin":"“I have been to many horse sales, but I have never found the other one, the black one. But now at last I have found one of them to take home and care for as I promised my Emilie.”","time":"5:54"},{"origin":"He leaned more heavily on his stick now with both hands. He spoke slowly, choosing his words carefully.","time":"6:08"},{"origin":"“Tommy,” he went on. “You are a farmer, a British farmer and you will understand that a farmer, whether he is British or French—even a Belgian(比利时人) farmer—never gives things away. He can never afford to. We have to live, do we not?”","time":"6:17"},{"origin":"“Your major and your sergeant have told me how much you love this horse. They told me how every one of these men tried so hard to buy this horse.”","time":"6:37"},{"origin":"“I think that is a noble thing. I think my Emilie would have liked that. I think she would understand, that she would want me to do what I will do now.”","time":"6:48"},{"origin":"“I am an old man. What would I do with Emilie’s horse? He cannot grow fat in a field all his life, and soon I will be too old to look after him, anyway.”","time":"7:00"},{"origin":"“And if I remember him well, and I do, he loves to work, does he not? I have—how you say?—a **proposition**(提案) to make to you. I will sell my Emilie’s horse to you.”","time":"7:12"},{"origin":"“Sell?” said Albert. “But I cannot pay you enough to buy him. You must know that. We collected only twenty-six pounds between us and you paid twenty-eight pounds. How can I afford to buy him from you?”","time":"7:26"},{"origin":"“You do not understand, my friend,” the old man said, suppressing a chuckle(咯咯笑).","time":"7:40"},{"origin":"“You do not understand at all. I will sell you this horse for one English penny(一分钱), and for a solemn promise(郑重承诺)—that you will always love this horse as much as my Emilie did and that you will care for him until the end of his days.”","time":"7:46"},{"origin":"“And more than this, I want you to tell everyone about my Emilie and about how she looked after your Joey and the big black horse when they came to live with us.”","time":"8:04"},{"origin":"“You see, my friend, I want my Emilie to live on in people’s hearts. I shall die soon, in a few years, no more, and then no one will remember my Emilie as she was. I have no other family left alive to remember her.”","time":"8:15"},{"origin":"“She will be just a name on a gravestone(墓碑) that no one will read. So I want you to tell your friends at home about my Emilie.”","time":"8:32"},{"origin":"“Otherwise it will be as if she had never even lived. Will you do this for me? That way she will live forever, and that is what I want. Is it a bargain between us?”","time":"8:42"},{"origin":"Albert said nothing, for he was too moved(感动) to speak. He simply held out his hand in acceptance, but the old man ignored it, put his hands-on Albert’s shoulder, and kissed him on both cheeks.","time":"8:56"},{"origin":"“Thank you,” he said. And then, he turned and shook hands with every soldier in the unit and at last hobbled(步履蹒跚) back and stood in front of me.","time":"9:11"},{"origin":"“Good-bye, my friend,” he said, and he touched me lightly on my nose with his lips. “From Emilie,” he said, and then walked away.","time":"9:22"},{"origin":"He had gone only a few paces(走几步) before he stopped and turned around.","time":"9:34"},{"origin":"Wagging his knobbly stick and with a **mocking**(讽刺), accusing(指责) grin across his face, he said, “Then it is true what we say, that there is only one thing at which the English are better than the French.","time":"9:38"},{"origin":"They are meaner. You have not paid me my English penny, my friend.” Sergeant Thunder produced a penny from the tin and gave it to Albert, who ran over to Emilie’s grandfather.","time":"9:53"},{"origin":"“I shall treasure it,” said the old man. “I shall treasure it always.”","time":"10:06"},{"origin":"And so I came home from the war that Christmas time with my Albert riding me up into the village, and there to greet us was the silver band from the village and the rapturous(欢快的) pealing of the church bells.","time":"10:14"},{"origin":"Both of us were received like conquering heroes, but we both knew that the real heroes had not come home, that they were lying out in France alongside Captain Nicholls, Topthorn, Friedrich, David, and little Emilie.","time":"10:28"},{"origin":"My Albert married his Maisie Brown as he said he would.","time":"10:46"},{"origin":"But I think she never took to me, nor I to her for that matter. Perhaps it was a feeling of mutual jealousy(互相嫉妒).","time":"10:51"},{"origin":"I went back to my work on the land with dear old Zoey, who seemed ageless and tireless, and Albert took over the farm again and went back to ringing his tenor bell.","time":"10:59"},{"origin":"He talked to me of many things after that, of his aging father who **doted** on(溺爱) me now almost as much as on his own grandchildren, and of the vagaries(变化) of the weather and the markets, and of course about Maisie, whose crusty bread was every bit as good as he had said.","time":"11:12"},{"origin":"But try as I might, I never got to eat any of her pastries, and do you know, she never even offered me one.","time":"11:31"}]