[
  {
    "origin":"MY EARLIEST MEMORIES ARE A CONFUSION OF HILLY fields and dark, damp stables(马棚) , and rats that scampered(慌忙逃窜) along the beams above my head.",
    "time":"0:00"
  },
  {
    "origin":"But I remember well enough the day of the horse sale. The **terror**(恐怖) of it stayed with me all my life.",
    "time":"0:13"
  },
  {
    "origin":"I was not yet six months old, _a gangling, leggy_ colt(小马驹) who had never been farther than a few feet from his mother.",
    "time":"0:21"
  },
  {
    "origin":"We were parted that day in the terrible hubbub(嘈杂的说话声) of the auction ring and I was never to see her again.",
    "time":"0:29"
  },
  {
    "origin":"She was a fine, working farm horse, getting on in years but with all the strength and **stamina**(耐力) of an Irish draft horse(爱尔兰能干活的马) quite evident in her fore and hindquarters(前、后腿) .",
    "time":"0:35"
  },
  {
    "origin":"She was sold within minutes, and before I could follow her through the gates, she was whisked out of the ring(很快地被牵出了拍卖圈) . But somehow I was more difficult to dispose of.",
    "time":"0:47"
  },
  {
    "origin":"Perhaps it was the wild look in my eye as I circled the ring in a desperate search for my mother, or perhaps it was that none of the farmers and gypsies there were looking for a spindly-looking half-Thoroughbred(半纯种) colt.",
    "time":"0:58"
  },
  {
    "origin":"But whatever the reason, they were a long time **haggling over**(讨价还价) how little I was worth before I heard the hammer go down, and I was driven out through the gates and into a pen(马圈) outside.",
    "time":"1:12"
  },
  {
    "origin":"“Not bad for three guineas(几尼，英国的旧金币) , is he? Are you, my little firebrand? Not bad at all.”",
    "time":"1:24"
  },
  {
    "origin":"The voice was harsh and thick with drink, and it belonged quite evidently to my owner.",
    "time":"1:32"
  },
  {
    "origin":"I shall not call him my master, for only one man was ever my master. My owner had a rope in his hand and was clambering(吃力地攀登) into the pen followed by three or four of his red-faced friends. Each one carried a rope.",
    "time":"1:38"
  },
  {
    "origin":"They had taken off their hats and jackets and rolled up their sleeves, and they were all laughing as they came toward me. I had as yet been touched by no man and backed away from them until I felt the bars of the pen behind me and could go no farther.",
    "time":"1:53"
  },
  {
    "origin":"They seemed to lunge at(冲过来) me all at once, but they were slow and I managed to slip past them and into the middle of the pen where I turned to face them again.",
    "time":"2:09"
  },
  {
    "origin":"They had stopped laughing now. I screamed for my mother and heard her reply echoing in the far distance.",
    "time":"2:20"
  },
  {
    "origin":"It was _toward that cry_ that I _bolted_(脱缰) , half charging, half jumping the rails so that I caught my foreleg as I tried to _clamber_ over and was stranded there.",
    "time":"2:28"
  },
  {
    "origin":"I was grabbed roughly by the mane(马颈背上的鬃毛) and tail and felt a rope tighten around my neck before I was thrown to the ground and held there with a man sitting, it seemed, on every part of me.",
    "time":"2:39"
  },
  {
    "origin":"I struggled until I was weak, kicking out violently every time I felt them relax, but they were too many and too strong for me.",
    "time":"2:52"
  },
  {
    "origin":"I felt the halter(马的笼头) slip over my head and tighten around my neck and face.",
    "time":"3:01"
  },
  {
    "origin":"“So you’re quite a fighter, are you?” said my owner, tightening the rope and smiling through gritted teeth. “I like a fighter. But I’ll break you one way or the other(我会想办法治你的).",
    "time":"3:07"
  },
  {
    "origin":"Quite the little fighting cock you are, but you’ll be eating out of my hand quick as a twick(形容很快) .”",
    "time":"3:19"
  },
  {
    "origin":"I was dragged along the roads while tied on a short rope to the tailboard of a farm cart(农用拖车) so that every twist and turn wrenched at my neck.",
    "time":"3:26"
  },
  {
    "origin":"By the time we reached the farm road and rumbled over the bridge into the stable yard that was to become my home, I was soaked with sweat, and the halter had rubbed my face raw (擦伤).",
    "time":"3:35"
  },
  {
    "origin":"My one **consolation**(安慰) as I was hauled into(拖进) the stables that first evening was the knowledge that I was not alone. The old horse that had been pulling the cart all the way back from the market was led into the stable next to mine.",
    "time":"03:48"
  },
  {
    "origin":"As she went in, she stopped to look over my door and nickered gently.",
    "time":"4:03"
  },
  {
    "origin":"I was about to venture away from the back of my stable when my new owner brought his crop(短马鞭) down on her side with such a **vicious**(邪恶的) blow that I **recoiled**(畏缩) once again and huddled into the corner against the wall.",
    "time":"4:09"
  },
  {
    "origin":"“Get in there, you old rat-bag,” he bellowed. “Proper nuisance(讨厌的东西) you are, Zoey, and I don’t want you teaching this young’un any of your old tricks.”",
    "time":"4:22"
  },
  {
    "origin":"But in that short moment I had caught a glimpse of kindness and sympathy from that old mare(母马) that cooled my panic and soothed my spirit.",
    "time":"4:32"
  },
  {
    "origin":"I was left there with no water and no food while he stumbled off across the cobbles(鹅卵石) and up into the farmhouse beyond.",
    "time":"4:43"
  },
  {
    "origin":"There was the sound of slamming doors and raised voices before I heard footsteps running back across the yard and excited voices coming closer.",
    "time":"4:50"
  },
  {
    "origin":"Two heads appeared at my door. One was that of a young boy who looked at me for a long time, considering me carefully before his face broke into a beaming smile.",
    "time":"5:00"
  },
  {
    "origin":"“Mother,” he said deliberately. “That will be a wonderful and brave horse. Look how he holds his head.” And then, “Look at him, Mother. He’s wet through to the skin. I’ll have to rub him down.”",
    "time":"5:11"
  },
  {
    "origin":"“But your father said to leave him be, Albert,” said the boy’s mother. “Said it’ll do him good to be left alone. He told you not to touch him.”",
    "time":"5:26"
  },
  {
    "origin":"“Mother,” said Albert, slipping back the bolts on the stable door. “When Father’s drunk(醉) , he doesn’t know what he’s saying or what he’s doing.He’s always drunk on market days. You’ve told me often enough not to pay him any account when he’s like that. You feed old Zoey, Mother, while I see to him.",
    "time":"05:36"
  },
  {
    "origin":"Oh, isn’t he grand, Mother? He’s red almost, red bay you’d call him, wouldn’t you say? And that cross down his nose is perfect.",
    "time":"5:56"
  },
  {
    "origin":"Have you ever seen a horse with a white cross like that? Have you ever seen such a thing? I will ride this horse when he’s ready. I will ride him everywhere, and there won’t be a horse to touch him, not in the whole parish(英国郡以下的行政区), not in the whole country.”",
    "time":"6:06"
  },
  {
    "origin":"“You’re barely past thirteen, Albert,” said his mother from the next stable. “He’s too young and you’re too young and, anyway, Father says you’re not to touch him, so don’t come crying to me if he catches you in there.”",
    "time":"6:24"
  },
  {
    "origin":"“But why did he buy him, Mother?” Albert asked. “It was a calf(牛犊) we needed, wasn’t it? That’s what he went into market for, wasn’t it? A calf to suckle old Celandine?”",
    "time":"6:39"
  },
  {
    "origin":"“I know, dear. Your father’s not himself when he’s like that,” his mother said softly. “He says that Farmer Easton was bidding (拍卖)  for the horse, and you know what he thinks of that man after that argument over the fencing (围栏) . I should imagine he bought it just to deny him. Well, that’s what it looks like to me.”",
    "time":"6:51"
  },
  {
    "origin":"“Well, I’m glad he did, Mother,” said Albert, walking slowly toward me, pulling off his jacket. “Drunk or not, it’s the best thing he ever did.”",
    "time":"7:12"
  },
  {
    "origin":"“Don’t speak like that about your father, Albert. He’s been through a lot. It’s not right,” said his mother. But her words lacked conviction.",
    "time":"7:24"
  },
  {
    "origin":"Albert was about the same height as me and talked so gently as he approached that I was immediately calmed and a little **intrigued**(感兴趣), and so stood where I was against the wall.",
    "time":"7:34"
  },
  {
    "origin":"I jumped at first when he touched me but could see at once that he meant me no harm.",
    "time":"7:46"
  },
  {
    "origin":"He smoothed my back first and then my neck, talking all the while about what a fine time we would have together, how I would grow up to be the smartest (最聪明的) horse in the whole wide world, and how we would go out hunting(狩猎) together.",
    "time":"7:52"
  },
  {
    "origin":"After a bit, he began to rub me gently with his coat. He rubbed me until I was dry and then dabbed salt water onto my face where the skin had been rubbed raw.",
    "time":"8:08"
  },
  {
    "origin":"He brought in some sweet hay(干草) and a deep bucket of cool water. I do not believe he stopped talking the whole time.",
    "time":"8:20"
  },
  {
    "origin":"As he turned to go out of the stable, I called out to him to thank him and he seemed to understand for he smiled broadly and stroked(轻抚) my nose.",
    "time":"8:29"
  },
  {
    "origin":"“We’ll get along, you and I,” he said kindly. “I will call you Joey, only because it rhymes with Zoey, and then maybe—yes, maybe—because it suits you.",
    "time":"8:39"
  },
  {
    "origin":"I’ll be out again in the morning—and don’t worry, I’ll look after you. I promise you that. Sweet dreams, Joey.”",
    "time":"8:52"
  },
  {
    "origin":"“You should never talk to horses, Albert,” said his mother from outside. “They don’t understand you. They’re stupid creatures. Obstinate(顽固的) and stupid, that’s what your father says, and he’s known horses all his life.”",
    "time":"9:01"
  },
  {
    "origin":"“Father just doesn’t understand them,” said Albert. “I think he’s frightened of them.”",
    "time":"9:16"
  },
  {
    "origin":"I went over to the door and watched Albert and his mother walking away into the darkness.",
    "time":"9:22"
  },
  {
    "origin":"I knew then that I had found a friend for life, that there was an instinctive(本能) and immediate bond of trust and affection between us.",
    "time":"9:28"
  },
  {
    "origin":"Next to me, old Zoey leaned over her door to try to touch me, but our noses could not quite meet.",
    "time":"9:37"
  }
]